20220111193332-we_have_an_entropy_issue_with_finance.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-09 Fri 10:26 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>We have an entropy issue with finance</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">We have an entropy issue with finance</h1>
<p>
There is an inherent <i>engineering complexity</i> that has kept piling up for decades in finance. On the one hand we gave it more degrees of freedom, for instance with the end of <a href="20220111193950-bretton_woods_system.html#ID-03cc90e2-d0c2-459d-8867-194bb4822c71">the Bretton-Woods system</a>, removing barriers to the free circulation of capital, ect. But on the other hand we had to compensate for the consequent failures with more regulation: <a href="20220408083120-bale_i.html#ID-f0362341-e64f-4fa4-a279-d09415d08d18">Basel I</a>, <a href="20220408083143-basel_ii.html#ID-7ebbf133-eb87-47b8-980d-6895a557dc14">Basel II</a>, <a href="20220408083151-basel_iii.html#ID-ff5835b8-780c-4a2f-97b2-efe3650a9eba">Basel III</a>. Leading to a Rube-Goldberg machine that few people, if any, understand completely.
</p>

<p>
In a way the financial system goes against progress, which is a lot about <a href="20220111194152-progress_is_reducing_the_number_of_things_we_need_to_think_about.html#ID-6c148b45-66c2-42f9-afe0-76a2df38e8c7">reducing the number of things we need to think about</a>. Indeed, it interfaces with the nuts-and-bolts economy in so many ways (because <a href="20220408085228-a_lot_finance_is_plumbing.html#ID-3a0e116a-1a3c-4ea8-8a5c-d491b4350e1f">A lot finance is plumbing for the economy</a>) that increase in complexity translates in the rest of the economy.
</p>

<p>
Complexity is responsible for:
</p>
<ul class="org-ul">
<li>Loss of information as the system becomes more opaque;</li>
<li>Uncertainty, in the sense that participants know that they cannot know;</li>
</ul>

<p>
Indeed, complexity is not synonymous with stability [ref needed].
</p>

<div id="outline-container-org822e5c2" class="outline-2">
<h2 id="org822e5c2">The system needs to be simplified</h2>
<div class="outline-text-2" id="text-org822e5c2">
<p>
The system will eventually need to be contained more than it currently is, because:
</p>
<ul class="org-ul">
<li>As crises have repeatedly shown us, it is very vulnerable;</li>
<li>It certainly doesn't <i>need</i> to be so complex. There's a part that's very valuable to nuts-and-bolts economy, but probably [unsubstantiated] a larger part that is not.</li>
</ul>

<p>
We thus have 2 levers to pull:
</p>
<ul class="org-ul">
<li><b>Reduce the engineering complexity</b> by putting more constraints on the system. Going back to the <a href="20220111193950-bretton_woods_system.html#ID-03cc90e2-d0c2-459d-8867-194bb4822c71">Bretton-Woods system</a> for instance.</li>
<li><b>Contain the engineering complexity</b> with reducing the surface area that we need to control.</li>
</ul>

<p>
This choice will not happen organically, and must be channelled through a democratic decision. The democratic process, after all,  .
</p>
</div>
</div>

<div id="outline-container-orge2d1b93" class="outline-2">
<h2 id="orge2d1b93">References</h2>
<div class="outline-text-2" id="text-orge2d1b93">
<ul class="org-ul">
<li>Hyman P. Minsky. "Stabilizing an unstable economy" (1986)</li>

<li><p>
Kambhu, John, Neel Krishnan, and Scott Weidman. <a target='_blank' rel='noopener noreferrer' class='external' href="http://elibrary.pcu.edu.ph:9000/digi/NA02/2007/11914.pdf">"New directions for understanding systemic risk"</a> Economic Policy Review 13.Nov (2007).
</p>
<blockquote>
<p>
The stability of the financial system and the potential for systemic risks to alter the functioning of that system have long been important topics for central banks and for the related research community. However, recent experiences, including the market disruption following the attacks of September 11, 2001, suggest that existing models of systemic shocks in the financial system may not adequately capture the propagation of major disturbances. For example, current models do not fully reflect the increasing complexity of the financial system’s structure, the complete range of financial and information flows, and the diverse nature of the endogenous behavior of different agents in the system
</p>
</blockquote></li>

<li><p>
Andrew Haldane (Bank of England): <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.bis.org/review/r090505e.pdf">Rethinking the financial network</a> (2009)
</p>

<blockquote>
<p>
The past 18 months have revealed a system which has shown itself to be neither selfregulating nor self-repairing. Like the rainforests, when faced with a big shock, the financial
system has at times risked becoming non-renewable.
</p>
</blockquote></li>

<li><p>
Jean-Pierre Landau (Banque de France): <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.bis.org/review/r090806c.pdf">Complexity and the financial crisis</a> (2009)
</p>
<blockquote>
<p>
Overall, complexity may have resulted in more fragility, an evolution already foretold by Minsky who saw structural changes in financial systems over time as an essential cause of their vulnerability
</p>
</blockquote></li>
</ul>
</div>
</div>

<div id="outline-container-org2577c36" class="outline-2">
<h2 id="org2577c36">Links to this note</h2>
<div class="outline-text-2" id="text-org2577c36">
<ul class="org-ul">
<li><a href="./20220103155222-monetary_systems.html">The Monetary systems</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>